Repository: MaestriHub/localization
Catalog: IOS/Resources/Professional/ProfessionalEmployeeLocalizable.xcstrings
Source language: en
Languages: ru

# professional.employee.creatable.add_conact
source: Add contact
ru: Добавить контакт

# professional.employee.danger_zone_widget.fire_an_employee
source: Fire an employee
ru: Уволить сотрудника

# professional.employee.widget.link
source: All
ru: Все

# professional.employee.widget.action
source: Invite master
ru: Пригласить мастера

# professional.employee.select_sheet.title
source: Accesses
ru: Доступ

# professional.employee.screen.positions
source: Positions
ru: Должности

# professional.employee.screen.not_found
source: Not found
ru: Не найдено

# professional.employee.screen.invite_link
source: Invitate link
ru: Ссылка - приглашение

# professional.employee.screen.all_title
source: All Masters
ru: Все мастера

# professional.employee.screen.all_action
source: Invite master
ru: Пригласить мастера

# professional.employee.danger_zone_widget.title
source: Danger Zone
ru: Опасная зона

# professional.employee.danger_zone_widget.nickname
source: Nickname
ru: Никнейм

# professional.employee.danger_zone_widget.master_delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
ru: Это действие нельзя отменить. Вы уверены, что хотите удалить?

# professional.employee.danger_zone_widget.master_delete_message_alert
source: To confirm, enter the name of the master in the field below
ru: Чтобы подтвердить, введите имя мастера в поле ниже

# professional.employee.danger_zone_widget.fire
source: Fire
ru: Уволить

# professional.employee.creatable.create_button
source: Create
ru: Создать

# professional.employee.danger_zone_widget.delete_hint
source: This action cannot be undone
ru: Это действие нельзя отменить

# professional.employee.danger_zone_widget.cancel_title_alert
source: Confirm cancellation
ru: Подтвердить отмену

# professional.employee.danger_zone_widget.cancel_title
source: Cancel invitation
ru: Отменить приглашение

# professional.employee.danger_zone_widget.cancel_message_alert
source: The master will not be able to join via the link
ru: Мастер не сможет присоединиться по ссылке

# professional.employee.danger_zone_widget.cancel_hint
source: The master will not be able to join via the link
ru: Мастер не сможет присоединиться по ссылке

# professional.employee.creatable.title
source: Master
ru: Мастер

# professional.employee.creatable.successfully_created
source: Congratulations, you have successfully created an invitation for a new master
ru: Поздравляем, вы успешно создали приглашение для нового мастера

# professional.employee.creatable.setup_schedule
source: You can customize the work schedule of the invited master
ru: Вы можете настроить график работы приглашенного мастера

# professional.employee.creatable.more_contact
source: Want to add another method of communication?
ru: Хотите добавить другой способ связи?

# professional.employee.creatable.invitation_link
source: Send invitation link
ru: Отправить ссылку - приглашение

# professional.employee.creatable.enter_master_description
source: Please give a description of the master
ru: Пожалуйста, дайте описание мастера

# professional.employee.creatable.description_placeholder
source: Description
ru: Описание

# professional.employee.widget.title
source: Masters
ru: Мастера
